Repository: Mohamed88said/Portfolio_DB
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Accueil
ar: الرئيسية

source: Parcours Académique
ar: المسار الأكاديمي

source: Expériences
ar: الخبرات

source: Certifications
ar: الشهادات

source: Projets
ar: المشاريع

source: Blog
ar: المدونة

source: Témoignages
ar: الشهادات

source: Services
ar: الخدمات

source: Contact
ar: اتصل

source: Plus
ar: المزيد

source: Rechercher
ar: بحث

source: Tous droits réservés
ar: جميع الحقوق محفوظة

source: Me Contacter
ar: اتصل بي

source: Télécharger CV
ar: تحميل السيرة الذاتية

source: Laisser un témoignage
ar: اترك شهادة

source: Compétences Principales
ar: المهارات الرئيسية

source: Expériences Récentes
ar: الخبرات الحديثة

source: Mes Services
ar: خدماتي

source: Témoignages Clients
ar: شهادات العملاء

source: Articles Récents
ar: المقالات الحديثة

source: Réalisations Récentes
ar: الإنجازات الحديثة

source: Nom
ar: الاسم

source: Email
ar: البريد الإلكتروني

source: Sujet
ar: الموضوع

source: Message
ar: الرسالة

source: Envoyer le Message
ar: إرسال الرسالة

source: Témoignage
ar: الشهادة

source: Note
ar: التقييم

source: Publier mon témoignage
ar: نشر شهادتي

source: Rechercher dans tout le portfolio...
ar: البحث في جميع أنحاء المحفظة...

source: Toutes les catégories
ar: جميع الفئات

source: Aucun résultat trouvé
ar: لم يتم العثور على نتائج

source: Recherches populaires
ar: البحث الشائع

source: Explorer par sujets
ar: استكشف حسب المواضيع

source: Rechercher par catégorie
ar: البحث حسب الفئة

source: En cours
ar: قيد التنفيذ

source: Terminé
ar: مكتمل

source: Planifié
ar: مخطط

source: Présent
ar: الحاضر

source: Vedette
ar: مميز

source: Voir plus
ar: شاهد المزيد

source: Lire l'article
ar: اقرأ المقال

source: Voir détails
ar: عرض التفاصيل

source: ans
ar: سنوات

source: mois
ar: أشهر

source: min de lecture
ar: دقيقة قراءة

source: vues
ar: مشاهدات

source: Technique
ar: تقني

source: Soft Skills
ar: المهارات الناعمة

source: Langues
ar: اللغات

source: Outils
ar: الأدوات

source: Formation
ar: التكوين

source: Carrière
ar: المهنة

source: Projet
ar: مشروع

source: Réalisation
ar: إنجاز

source: Personnel
ar: شخصي

source: Débutant
ar: مبتدئ

source: Intermédiaire
ar: متوسط

source: Avancé
ar: متقدم

source: Expert
ar: خبير

source: Message envoyé avec succès!
ar: تم إرسال الرسالة بنجاح!

source: Merci pour votre témoignage!
ar: شكرا لك على شهادتك!

source: Inscription réussie à la newsletter!
ar: تم الاشتراك في النشرة الإخبارية بنجاح!

source: CV non disponible
ar: السيرة الذاتية غير متوفرة

source: Contactez-moi pour l'obtenir
ar: اتصل بي للحصول عليها
